[
  {
    "id": 1,
    "img": {
      "src": "/banner/bmw_indoor.webp",
      "alt": "BMW Indoor",
      "size": {
        "width": "2000",
        "height": "1333"
      }
    },
    "name": "Nowe Podświetlenie",
    "price": "250 zł - 1000 zł",
    "description": {
      "shortDescription": "Zmiana podświetleń w samochodzie, które dodadzą nowoczesności, stylu i komfortu do wnętrza pojazdu. Zmieniam podświetlenie licznika, centralnego tunelu oraz innych elementów, takich jak panel klimatyzacji, radio czy przyciski. Gwarantuję profesjonalny montaż i precyzję wykonania, abyś mógł cieszyć się wyjątkowym stylem podczas jazdy!",
      "intro": "Oferuję kompleksowe usługi zmiany podświetlenia w samochodzie, które odświeżą wnętrze i nadadzą mu nowy, wyjątkowy charakter. W ofercie znajdziesz:",
      "details": [
        "Zmianę podświetlenia licznika i jego modyfikację: Dodaj nowoczesny wygląd i funkcjonalność do swojego kokpitu, dostosowując kolor oraz intensywność podświetlenia do własnych preferencji.",
        "Zmianę podświetlenia w centralnym tunelu: Dodaj elegancji i stylu swojemu pojazdowi dzięki delikatnym modyfikacjom oświetlenia w środkowym tunelu.",
        "Zmianę podświetlenia różnych elementów: Oferuję zmianę podświetlenia panelu klimatyzacji, radia, przełączników świateł, przycisków na kierownicy czy przycisków od szyb, aby spersonalizować wnętrze samochodu zgodnie z Twoimi potrzebami."
      ],
      "outro": "Zapewniam profesjonalny montaż, precyzyjne wykonanie oraz najwyższą jakość usług. Zapraszam do skorzystania z mojej oferty i cieszenia się wyjątkowym stylem oraz komfortem jazdy!"
    },
    "extraInfo": {
      "detailsTitle": "Cena zmiany podświetlenia uzależniona jest od marki i modelu samochodu:",
      "details": [
        "BMW Model E - 600 zł - 850 zł*",
        "BMW Model F - 800 zł - 1000 zł*",
        "BMW Model G - 2500 zł - 3000 zł",
        "Inne modele lub marki samochodów - cena do uzgodnienia"
      ],
      "legend": "*Cena uzależniona jest od wyposażenia samochodu."
    }
  },
  {
    "id": 2,
    "img": {
      "src": "/banner/detailing.webp",
      "alt": "BMW Indoor Detailing",
      "size": {
        "width": "2000",
        "height": "1125"
      }
    },
    "name": "Czyszczenie wnętrza pojazdu",
    "price": "400 zł - 600 zł",
    "description": {
      "shortDescription": "Kompleksowe czyszczenie i detailing wnętrza samochodu, zapewniając precyzję i dbałość o każdy szczegół. Moje usługi obejmują odkurzanie, odnowienie plastików oraz pranie tapicerki, dywaników i innych powierzchni. Zapewniam indywidualne podejście do każdego zlecenia i gwarantuję odświeżenie wnętrza oraz komfort jazdy.",
      "intro": "Oferuję kompleksowe usługi czyszczenia i detailingu wnętrza samochodu z najwyższą dbałością o szczegóły. Gwarantuję precyzję i profesjonalizm w każdym etapie prac, dzięki czemu Twoje auto odzyska świeżość i komfort. W zakres moich usług wchodzi:",
      "details": [
        "Dokładne odkurzanie wnętrza: Skupiam się na wszystkich zakamarkach, aby pozbyć się kurzu, brudu i innych zanieczyszczeń, które mogły się nagromadzić.",
        "Odnowienie wyglądu plastików: Przywracam blask plastikowym elementom wnętrza, używając odpowiednich preparatów, które zabezpieczą je przed blaknięciem i zużyciem.",
        "Pranie wnętrza: Oferuję skuteczne czyszczenie tapicerki, dywaników oraz innych powierzchni, które zostaną odświeżone i wolne od plam."
      ],
      "outro": "Ponadto świadczę inne usługi związane z detailingiem wnętrza, które podniosą estetykę i komfort jazdy. Zapewniam indywidualne podejście do każdego zlecenia oraz zadowolenie z efektów mojej pracy. Zapraszam do skorzystania z mojej oferty i cieszenia się odnowionym wnętrzem swojego samochodu!"
    },
    "extraInfo": {
      "detailsTitle": "Cena czyszczenia pojazdu uzależniona jest od stopnia zabrudzenia samochodu:",
      "details": [
        "Detailing wnętrza - 200 zł - 400 zł*",
        "Pranie wnętrza - 300 zł - 400 zł*",
        "Czyszczenie skór - 200 zł - 300 zł*"
      ],
      "legend": "*Przy skorzystaniu z więcej niż jednej usługi oferuję atrakcyjne zniżki."
    }
  },
  {
    "id": 3,
    "img": {
      "src": "/banner/e90_wrapping.webp",
      "alt": "BMW Wrapped",
      "size": {
        "width": "2000",
        "height": "1500"
      }
    },
    "name": "Oklejanie wnętrza pojazdu",
    "price": "300 zł - 400 zł",
    "description": {
      "shortDescription": "Oklejanie wnętrza pojazdu, dzięki którym nadasz swojemu samochodowi niepowtarzalny wygląd. Oferuję personalizację desek rozdzielczych, konsoli, tapicerki, podsufitki i boczków drzwi, dobierając wysokiej jakości materiały. Realizuję każde zlecenie z dbałością o szczegóły, gwarantując satysfakcję z rezultatów i odmienione wnętrze auta.",
      "intro": "Oferuję usługi oklejania wnętrza pojazdu, które pozwolą Ci nadać swojemu samochodowi niepowtarzalny wygląd i odświeżyć jego wnętrze. Dzięki mojemu doświadczeniu oraz precyzyjnie dobranym materiałom zapewniam doskonałe efekty i trwałość. W zakres mojej oferty wchodzi:",
      "details": [
        "Oklejanie dekorów: Personalizuj swoje wnętrze, wybierając okleiny w różnych kolorach i wzorach, które odmienią deski rozdzielcze, konsolę czy inne elementy dekoracyjne.",
        "Oklejanie tapicerki: Odśwież tapicerkę foteli, siedzeń czy kanap za pomocą wysokiej jakości materiałów, które są estetyczne i przyjemne w dotyku.",
        "Oklejanie boczków drzwi: Udekoruj swoje drzwi okleinami, które będą harmonizować z całością wnętrza, nadając mu spójność i wyjątkowy styl."
      ],
      "outro": "Każde zlecenie realizuję z najwyższą dbałością o szczegóły, aby zapewnić Ci satysfakcję z rezultatów. Zapraszam do skorzystania z mojej oferty i przemienienia wnętrza swojego samochodu w unikalną przestrzeń!"
    },
    "extraInfo": {
      "detailsTitle": "Cena oklejania wnętrza pojazdu uzależniona jest od ilości elementów dekoracyjnych oraz rodzaju folii:",
      "details": ["Cena oklejania - 300 zł - 500 zł*"],
      "legend": "*Cena nie obejmuje kosztów folii."
    }
  }
]
